Repository: fireab/flutterDesktopAppForOffice
Catalog: lib/l10n/app_*.arb
Languages: am, es

# hello
source: Akkam Bultee
am: እንዴት ዋልክ
es: Hello

# welcome
source: Baga Nagaan Dhuftan Abbaa Taayitaa Eegumsa Naannoo Addis Ababa
am: እንኳን ወደ አዲስ አበባ ከተማ ======
es: Welcome Addis Ababa Environmental Protection Authority

# services
source: Tajaajiloota
am: አገልግሎቶች
es: Services

# service_description
source: Waa’ee tajaajila dhaabbaticha keessatti kennamuu fi kutaa tajaajilli itti kennamu, akkasumas tajaajilicha argachuuf maal isinirraa akka eegamu sin hubachiisa.
am: በተቋሙ ዉስጥ ስለሚሰጡ አገልግሎቶች እና አገልግሎቶቹ የሚሰጡበት ክፍል እንዲሁም አገልግሎቱን ለማግኘት ከርሶ ምን እንደሚጠበቅ ማወቅ ያስችሎታል
es: It will inform you about the services provided in the facility and the department where the services are provided, as well as what is expected of you to receive the services.

# direction
source: Eessa deemuu barbaaddan
am: የት መሄድ ይፈልጋሉ
es: Where do you want to go

# direction_description
source: Kutaa hojii ykn ogeeyyii fi hoggantoota dhaabbaticha biiroo jiran akka beektan sin dandeessisa
am: ተቋሙ ውስጥ ያሉ የስራ ክፍሎችን ወይም ባልሙያዎችና ሃላፊዎች ያሉበትን ማወቅ ያስችሎታል
es: It allows you to get to know the department or the experts and managers in the company's offices

# comment
source: koomi dhiiyeesu
am: ቅሬታ
es: Complaint

# comment_company
source: Yaada Keennuu
am: አስትያየት
es: Feedback

# comment_description
source: Tajaajila dhaabbaticha keessatti kennamu irratti komii yoo qabaattan, kana fayyadamuun komii keessan ibsaa
am: በተቋሙ ውስጥ ስለሚሰጡ አገልግሎቶች ቅሬታ ካለ ቅሬታዎን ለመግለጽ ይህን ይጠቀሙ
es: If you have any complaints about the services provided in the company, use this to express your grievances

# rate
source: Safarati Tajaajila
am: ይገምግሙን
es: Rating Services

# rate_description
source: Kenniinsa tajaajilaa fi keessummeessitoota dhaabbatichaa irratti itti quufinsa qabdan ibsaa
am: በተቋሙ የአገልግሎት አሰጣጥና እና መስተንዶ ላይ ያሎትን እርካታ ይግለጹ
es: Express your satisfaction with the companyâ€™s service delivery and hospitality

# driver_services
source: Tajaajila konkolaachisaa
am: የ አሽከርካሪ አገልግሎቶች
es: Driver services

# vehicle_services
source: Tajaajila konkolaataa
am: የ ተሽከርካሪ አገልግሎቶች
es: Vehicle service

# time_it_takes
source: yeroon fudhatu
am: የሚወስደው ገዜ
es: Time it takes

# minute
source: Daqiqaa
am: ደቂቃ
es: Minute

# requirement_to_get_service
source: Haala maamiltichi tajaajila argachuuf dursa guutachu qabu
am: ተገልጋዩ አገልግሎቱን ለማግኘት ማሟላት ያለበት ቅድመ ሁኔታ
es: Prerequisites that the customer must meet to receive service

# office_name
source: Addis Ababa Environmental Protection Authority
am: በአዲስ አበባ ከተማ አስተዳደር አሽከርካሪ እና ተሽከርካሪ ፍቃድና ቁጥጥር ባለስልጣን ነፋስ ስልክ ላፍቶ ቅርንጫፍ ፅ/ቤት

# service_rate_title
source: Tajaajila Waajjirri kennu irratti yaada Maamiltootaa Fudhachuuf CheckListii Qophaa'e
am: በጽ/ቤቱ በተሠጡ አገልግሎቶች የተገልጋይ አስተያየት መቀበያ ቼክ -ሊስት
es: CheckList Prepared to Receive Customer Feedback on Office Services

# full_name
source: Maqaa guutuu koomii dhiyeessaa
am: የቅሬታ አቅራቢው ሙሉ ስም
es: Provide the full name of the committer

# name
source: Maqaa
am: ስም
es: Name

# address
source: Teessoo
am: አድራሻ
es: Address

# city
source: Magaalaa
am: ከተማ
es: City

# sub_city
source: K/Magaalaa
am: ክ/ከተማ
es: Sub-city

# woreda
source: Waradaa
am: ወረዳ
es: woreda

# home_no
source: Lakk. Manaa
am: የቤ.ቁ
es: Hone No

# phone_number
source: Lakk. Bilibilaa
am: ስልክ.ቁ
es: Phone Number

# compliment_reason
source: Dhimma ijoo himannichaa gabaabinaan ibsi
am: ቅሬታ የቀረበበት ዋና ጉዳይ በአጭሩ ይገለጽ
es: Complain reason

# reason_date
source: Guyyaa gochi isa sababa ta’e itti raawwatame
am: መንስኤ የሆነው ድርጊት የተፈጸመበት ቀን
es: The date of the act which caused it

# place
source: Bakkaa/Waajjira
am: ቦታ/መ/ቤት
es: Place/Office

# case_team
source: Garee Adeemsa hojii xiqqaa dhimmichi ilaallatu
am: ጉዳዩ የሚመለከተውን የስራ ሂደት/ንዑስ የስራ ሂደት ኬዝቲም
es: The sub-workflow group to which the issue applies

# case_employee
source: Maqaa tajaajila kennuu dhimmi ilaallatu
am: ጉዳዩ የሚመለከተው የአገልግሎት ሰጪ ሰራተኛ ስም
es: Name of service provider concerned

# supporting_data
source: Ragaan bal’aan deeggaru yoo jiraate
am: ደጋፊ ዝርዝር ማስረጃዎች ካሉ
es: If there is extensive supporting evidence

# complilmenter_need
source: Dhimmichi maal akka hojjetamu ykn akka hojjetamu barbaadu gabaabinaan ibsi
am: ባለጉዳዩ እንዲደረግለት ወይም እንዲፈጸምለት የሚፈልገው /በአጭሩ ይግለጹ/
es: Briefly describe what the case wants to be done

# date
source: Guyyaa
am: ቀን
es: Date

# reminder
source: Yaadachiisaa
am: ማሳሰቢያ
es: Reminder

# reminder1
source: Dhimmi komii kanaa qindeessaa/hogganaa adeemsaa dhimmi ilaallatuun kan murtaa’u ta’a.
am: የቅሬታ ጉዳዩ በሚመለከተው የስራ ሂደት/ንዑስ የስራ ሂደት መሪ/አስተባባሪ የሚወሰን ነው።
es: The substance of the complaint will be determined by the concerned process coordinator/manager.

# reminder2
source: Himatamaan unka kana guutuu isaa dura hojjattoota tajaajila kennaniif dhimmicha ibsee deebii argachuu isaa mirkaneeffachuu qaba. Deebii kennameef yoo hin quufne unka kana guutee komii adeemsa hojii/hogganaa hojii xiqqaa/qindeessaa dhimmi ilaallatuuf dhiyeessu qaba.
am: ቅሬታ አቅራቢው ይህን ቅጽ ከመሙላት በፊት ጉዳዩን በቅድሚያ ለሚመለከተው አገልግሎቱን ለሰጠው ሰራተኛ ማስረዳቱንና መልስ ማግኘቱን ማረጋገጥ አለበት። በተሰጠው መልስ ካልረካ ይህን ቅጽ ሞልቶ የቅሬታ ጉዳዩ ለሚመለከተው የስራ ሂደት /ንዑስ የስራ መሪ/አስተባባሪ ማቅረብ አለበት።
es: Before completing this form, the complainant must explain the matter to the service providers and ensure that he or she receives a response. If he/she is not satisfied with the response, he/she should complete this form and submit a complaint to the concerned process/sub-operations manager/coordinator.

# reminder3
source: Qindeessaan adeemsa hojii komii dhimmi ilaallatu dhimmicha qoratee unka dhimma kanaaf qophaa’e irratti murtii ni kenna, himanni erga dhiyaatee guyyoota hojii 3 walitti aansuun keessatti himatamaa barreeffamaan ni beeksisa.
am: የቅሬታ ጉዳዬ የሚመለከተው የስራ ሂደት/ንዑስ የስራ መሪ/አስተባባሪ ጉዳዩን መርምሮ ለዚሁ በተዘጋጀ ቅጽ ላይ ውሳኔውን በማስፈር ለቅሬታ አቅራቢው ቅሬታውን በቀረበ በ3 ተከታታይ የስራ ቀናት ውስጥ በጽሁፍ ማስታወቅ አለበት።
es: The relevant grievance processing coordinator will investigate the matter and make a decision on the form for this matter, and will notify the complainant in writing within 3 consecutive business days of the filing of the complaint.

# reminder4
source: Himatamaan murtii kennametti kan hin quufne yoo ta’e, sana booda Qaama/Koree Dhaddacha Komii fi Ol’iyyannootti iyyachuu ni danda’a.
am: ቅሬታ አቅራቢው በውሳኔው ካልረካ አቤቱታ ለሚያስተናግደው መ/ቤቱ የቅሬታ እና አቤቱታ ሰሚ አካል /ኮሚቴ/ ቀጥሎ ማመልከት ይቻላል።
es: If the complainant is not satisfied with the decision, then he/she may appeal to the Grievance and Appeal Hearing Body/Committee.

# reminder5
source: Dhimmi komii kanaa adeemsa/hogganaa adeemsa xiqqaa/qindeessaa dhimmi ilaallatuun kan murtaa’u ta’a.
am: የቅሬታ ጉዳዩ በሚመለከተው የስራ ሂደት/ንዑስ የስራ ሂደት መሪ/አስተባባሪ የሚወሰን ነው።
es: The substance of this complaint will be determined by the process/subprocess manager/coordinator concerned.

# submit
source: Galchi
am: አስረክብ
es: Submit

# compilment_title
source: Unka komii dhiyeessuun Abbaa Dhimmootaa -001
am: የባለጉዳዮች የቅሬታ ማቅረቢያ ቅጽ -001
es: Submitting a complaint form to the Claims Officer

# agree
source: Unka kana akkan guute walii gala
am: ይህን ቅጽ እንደሞላሁ እስማማለሁ።
es: I agree that I completed this form

# select_local
source: Afaan Filadhaa
am: እባክዎ ቋንቋ ይምረጡ
es: Select Language

# office
source: Lakk. Foddaa
am: መስኮት ቁጥር
es: Office No

# select_an_office
source: Biiroo ittin tajaajila fudhatan fildadha
am: የተገለገሉበትን ቢሮ ይምርጡ
es: Choose the office where you receive services

# form_sumbitted
source: Unkaan Milkaa'inaan Ergameera !
am: ቅጹ በተሳካ ሁኔታ ገብቷል
es: Form Successfully Submitted !

# rate_overall_service
source: Tajaajilli dhaabbaticha keessatti argattan akkam ture? Yaada keessan nuuf kennaa.
am: በአገልግሎታችን ላይ ያሎት ምልከታ እንዴት ነበር፣ እና ምን ማሻሻል እንችላለን
es: How was the service you received at the company? Give us your feedback.

# feed_back_form
source: Yaada Galchuu
am: የግብረመልስ ቅጽ
es: Submit Feedback

# feed_back_form_description
source: yaadni keessan tajaajila keenya fooyyessuu fi muuxannoo fooyya'aa nama hundaaf uumuuf nu gargaara. Hubannoo fi yaada keessaniif iddoo guddaa kennina.
am: የእርስዎ አስተያየት አገልግሎቶቻችንን እንድናሻሽል እና ለሁሉም ሰው የተሻለ ተሞክሮ እንድንፈጥር ያግዘናል። የእርስዎን ግንዛቤዎች እና ጥቆማዎች እናደንቃለን።
es: your feedback will help us improve our service and create a better experience for everyone. We value your insights and feedback.

# comments
source: Yaada Keennu
am: አስተያየት
es: Comment

# suggestion
source: Yaada Dhiheessu
am: ጥቆማ
es: Suggestion

# question
source: Gaaffii
am: ጥያቄ
es: Question

# your_feed_back
source: Yaada keessan
am: የእርስዎ አስተያየት
es: Your feed back

# email
source: Imeli
am: ኢሜይል
es: Email

# submit_feed_back
source: Yaada kenni
am: ግብረ መልስ ያስገቡ
es: Submit Feedback

# feed_back_type
source: Goosa Koomii keennamu
am: የ ግብረ መልስ አይነት
es: Type of Feedback

# choose_feed_back_audio
source: Yaada keessan sagaleedhaan kennuu barbaannaan kana tuuqa
am: አስተያየቶን በ ድምጽ መስጠት ከፈለጉ ይህን ይጫኑ
es: Click here for voice feedback

# are_you_sure
source: Sagalee Waraabdan erguuf mirkaneeffatanii
am: በድምጽ የሰጡትን አስተያየት ይላኩ
es: Confirmed to send the Audio Recording

# ok
source: Eyyee
am: አዎ
es: Yes

# no
source: Dhiisi
am: አይ ይቅር
es: No

# top_rated_tile
source: Ga'umsa
am: ምርጥ ፈጻሚዎች
es: Performance

# top_rated_description
source: Hojjettoota Qabxii Maamiltootaan Keennameen Sadarkaa Ol'aanaa Argatan
am: በደንበኞች በተሰጡ ውጤቶች መስረት ከፍተኛ ደረጃን ያገኙ ሰራተኞች
es: Employees Receiving High Ratings in Customer Scores

# position
source: Gita hojii
am: የስራ ድርሻ
es: Position

# point
source: Qabxii Giddugaleessaa
am: አጠቃላይ ነጥብ
es: Average Point

# team_members
source: Miseensota isa/ishii jala jiran >>
am: በስሩ/በስሯ የሚገኙ የቡድን አባላት >>
es: Team members under him/her >>

# group_members
source: Gareewwan isa/ishii jala jiran >>
am: በስሩ/በስሯ የሚገኙ ቡድኖች >>
es: Group members under him/her >>

# audio_description
source: Yaada sagalee kennuudhaaf,Jalqaba maqaa keessan guutuu fi lakkoofsa bilbilaa sirrii ta'e galchaa,sana booda sagalee keessan waraabuuf cuqaasaa, yeroo xumurtan deebitanii mallattoo dhaabuu tuquun yaada keessan galchaa.
am: የድምጽ ግብረመልስ ለመስጠት የመዝገብ ቁልፉን ለማንቃት ሙሉ ስም እና ትክክለኛ ስልክ ቁጥር ያስገቡ ከዛም ድምጽ ለመቅረጽ በተኑን ይጫኑ ሲጨርሱ መልሰው በተኑን ይጫኑ እና አስተያየቶትን ይላኩ .
es: To give audio feedback, enter your full name and a valid phone number to enable the record button, then click it to record your audio, stop when finished, and submit your feedback.

# burueu
source: Lakk. Biiroo
am: ቢሮ ቁጥር
es: Bureu
